{
    "works": [
        {
            "pageId": 111,
            "imageintro": "image01.jpg",
            "title": "Values of Good UX",
            "description": "How I can convince other peers or managers in the same organisation to consider UX seriously.",
            "importantcolor": "orange",
            "latest": false,
            "pagetitle": "Method for Showing values of Good UX",
            "details": "Frustrations caused by poor experiences like, salespeople trying to sell a product that is hard to demonstrate or explain, call-center management responding to a poor design, development managers watching their teams rewriting the interface code or dealing with lost worker productivity, frustration costs due to many reasons, ask the new UX to sponsor",
            "previous": null,
            "next": 2,
            "summery": null
        },
		{
            "pageId": 112,
            "imageintro": "image02.jpg",
            "title": "Principles for UX",
            "description": "Sir Jakob Nielsen`s general principles",
            "importantcolor": "orange",
            "latest": false,
            "pagetitle": "Method for Showing values of Good UX",
            "details": "Visibility of system status, the match between system and the real world, User control and freedom, consistency and standards, error prevention, recognition rather than recall, flexibility and efficiency of use, aesthetic and minimalist design, Help user recognize, diagnose and recover from errors, help and documentation, Easy solve of problem statement but intelligently.",
            "previous": null,
            "next": 2,
            "summery": null
        },
		{
            "pageId": 113,
            "imageintro": "image03.jpg",
            "title": "The Science of Design",
            "description": "Free UX knowledge",
            "importantcolor": "orange",
            "latest": false,
            "pagetitle": "The human brain is lazy, biased, and prone to shortcuts.",
            "details": "There’s a science as to why particular designs catch your eye and get your blood pumping. The human brain consumes a whopping 25% of the body’s oxygen despite making up only about 2% of its mass. The brain is lazy as a survival mechanism—pattern recognition and shortcuts mean less energy spent consciously processing the situation. The brain identifies things, labels them, and ignores them until they’re relevant again.",
            "previous": null,
            "next": 2,
            "summery": null
        },
		{
            "pageId": 114,
            "imageintro": "image04.jpg",
            "title": "The Magical Number 7",
            "description": "What is Number 7 and UX from Raluca Budiu",
            "importantcolor": "orange",
            "latest": true,
            "pagetitle": "The human brain is not optimized for the abstract thinking and data memorization that websites often demand. Many usability guidelines are dictated by cognitive limitations.",
            "details": "People can remember about 7 (plus/minus 2) items in short-term memory. This memory limitation has implications for UX design, but not the ones you often hear stated.",
            "previous": null,
            "next": 3,
            "summery": null
        }
    ]
}